//Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа. 

// Console.WriteLine("Введите число, в котором хотите увидеть вторую цифру");
// int num = Convert.ToInt32(Console.ReadLine());

//  int a = num / 10 % 10; 
 
// {
//     Console.WriteLine($"{a}");
// }
//   ГОТОВО!!!


 //Напишите программу, которая выводит третью цифру заданного числа или сообщает, что третьей цифры нет.


// Console.Write("Введи число: ");
// int anyNumber = Convert.ToInt32(Console.ReadLine());
// string anyNumberText = Convert.ToString(anyNumber);
// if (anyNumberText.Length > 2){
//   Console.WriteLine("третья цифра -> " + anyNumberText[2]);
// }
// else {
//   Console.WriteLine("-> третьей цифры нет");
// }
//    ГОТОВО!!!

Console.WriteLine("Введите число");
int n = Convert.ToInt32 (Console.ReadLine());
Console.WriteLine(i);